Repository: gregoirenoyelle/wp-my-first-wordpress-plugin
Catalog: languages/*-first-wordpress-plugin-*.po
Languages: fr_fr

source: My First WordPress Plugin Options
fr_fr: Ma première extension d’options

source: Enable
fr_fr: Activer

source: Display the Follow Me on Twitter Link
fr_fr: Afficher le Me suivre sur le lien Twitter

source: Twitter information
fr_fr: Information du compte Twitter

source: Enter your Twitter URL
fr_fr: Entre l’URL de votre compte

source: Enter your Twitter Name with @
fr_fr: Entrez votre nom Twitter avec le @

source: Enter your short twitter bio
fr_fr: Entrer votre courte bio Twitter

source: Theme
fr_fr: Thème

source: Save Options
fr_fr: Sauvegarder les options

source: My First Plugin
fr_fr: Ma première extension

source: Follow
fr_fr: Suivre

source: on Twitter:
fr_fr: sur Twitter:

source: My First plugin
fr_fr: Ma première extension

source: This is my first WordPress Plugin
fr_fr: C’est ma première extension WordPress
